#+TITLE: 用 Python 做数据分析
#+AUTHOR:
#+DATE:
#+EMAIL:
#+OPTIONS: H:3 num:t toc:2 \n:t @:t ::t |:t ^:{} _:{} *:t TeX:t
#+HTML_MATHJAX: align:left indent:5em tagside:left font:Neo Euler
#+LATEX_CLASS: ctexart
#+LATEX_CLASS_OPTIONS: [UTF8]
#+LATEX_CLASS_OPTIONS: [a4paper,12pt]
# #+LATEX_HEADER: \usepackage{styles/hqstyle}
#+Tags:

**** 例 
:LOGBOOK:
CLOCK: [2019-04-04 Thu 11:16]
:END:
#+begin_src python :results output :exports both 
import numpy as np
from scipy import linalg
arr = np.array([[1,2],[3,4]])
print(linalg.det(arr))
#+end_src

#+RESULTS:
: -2.0

